{
    "book": "Nahum",
    "chapters": {
        "1": {
            "1": {
                "verse_id": "22686",
                "text": "This is the burden against Nineveh, the book of the vision of Nahum the Elkoshite:"
            },
            "2": {
                "verse_id": "22687",
                "text": "The LORD is a jealous and avenging God; the LORD is avenging and full of wrath. The LORD takes vengeance on His foes and reserves wrath for His enemies."
            },
            "3": {
                "verse_id": "22688",
                "text": "The LORD is slow to anger and great in power; the LORD will by no means leave the guilty unpunished. His path is in the whirlwind and storm, and clouds are the dust beneath His feet."
            },
            "4": {
                "verse_id": "22689",
                "text": "He rebukes the sea and dries it up; He makes all the rivers run dry. Bashan and Carmel wither, and the flower of Lebanon wilts."
            },
            "5": {
                "verse_id": "22690",
                "text": "The mountains quake before Him, and the hills melt away; the earth trembles at His presence—the world and all its dwellers."
            },
            "6": {
                "verse_id": "22691",
                "text": "Who can withstand His indignation? Who can endure His burning anger? His wrath is poured out like fire; even rocks are shattered before Him."
            },
            "7": {
                "verse_id": "22692",
                "text": "The LORD is good, a stronghold in the day of distress; He cares for those who trust in Him."
            },
            "8": {
                "verse_id": "22693",
                "text": "But with an overwhelming flood He will make an end of Nineveh and pursue His enemies into darkness."
            },
            "9": {
                "verse_id": "22694",
                "text": "Whatever you plot against the LORD, He will bring to an end. Affliction will not rise up a second time."
            },
            "10": {
                "verse_id": "22695",
                "text": "For they will be entangled as with thorns and consumed like the drink of a drunkard—like stubble that is fully dry."
            },
            "11": {
                "verse_id": "22696",
                "text": "From you, O Nineveh, comes forth a plotter of evil against the LORD, a counselor of wickedness."
            },
            "12": {
                "verse_id": "22697",
                "text": "This is what the LORD says: “Though they are allied and numerous, yet they will be cut down and pass away. Though I have afflicted you, O Judah, I will afflict you no longer."
            },
            "13": {
                "verse_id": "22698",
                "text": "For I will now break their yoke from your neck and tear away your shackles.”"
            },
            "14": {
                "verse_id": "22699",
                "text": "The LORD has issued a command concerning you, O Nineveh: “There will be no descendants to carry on your name. I will cut off the carved image and cast idol from the house of your gods; I will prepare your grave, for you are contemptible.”"
            },
            "15": {
                "verse_id": "22700",
                "text": "Look to the mountains—the feet of one who brings good news, who proclaims peace! Celebrate your feasts, O Judah; fulfill your vows. For the wicked will never again march through you; they will be utterly cut off."
            }
        },
        "2": {
            "1": {
                "verse_id": "22701",
                "text": "One who scatters advances against you, O Nineveh. Guard the fortress! Watch the road! Brace yourselves! Summon all your strength!"
            },
            "2": {
                "verse_id": "22702",
                "text": "For the LORD will restore the splendor of Jacob like the splendor of Israel, though destroyers have laid them waste and ruined the branches of their vine."
            },
            "3": {
                "verse_id": "22703",
                "text": "The shields of his mighty men are red; the valiant warriors are dressed in scarlet. The fittings of the chariots flash like fire on the day they are prepared, and the spears of cypress have been brandished."
            },
            "4": {
                "verse_id": "22704",
                "text": "The chariots dash through the streets; they rush around the plazas, appearing like torches, darting about like lightning."
            },
            "5": {
                "verse_id": "22705",
                "text": "He summons his nobles; they stumble as they advance. They race to its wall; the protective shield is set in place."
            },
            "6": {
                "verse_id": "22706",
                "text": "The river gates are thrown open and the palace collapses."
            },
            "7": {
                "verse_id": "22707",
                "text": "It is decreed that the city be exiled and carried away; her maidservants moan like doves, and beat upon their breasts."
            },
            "8": {
                "verse_id": "22708",
                "text": "Nineveh has been like a pool of water throughout her days, but now it is draining away. “Stop! Stop!” they cry, but no one turns back."
            },
            "9": {
                "verse_id": "22709",
                "text": "“Plunder the silver! Plunder the gold!” There is no end to the treasure, an abundance of every precious thing."
            },
            "10": {
                "verse_id": "22710",
                "text": "She is emptied! Yes, she is desolate and laid waste! Hearts melt, knees knock, bodies tremble, and every face grows pale!"
            },
            "11": {
                "verse_id": "22711",
                "text": "Where is the lions’ lair or the feeding ground of the young lions, where the lion and lioness prowled with their cubs, with nothing to frighten them away?"
            },
            "12": {
                "verse_id": "22712",
                "text": "The lion mauled enough for its cubs and strangled prey for the lioness. It filled its dens with the kill, and its lairs with mauled prey."
            },
            "13": {
                "verse_id": "22713",
                "text": "“Behold, I am against you,” declares the LORD of Hosts. “I will reduce your chariots to cinders, and the sword will devour your young lions. I will cut off your prey from the earth, and the voices of your messengers will no longer be heard.”"
            }
        },
        "3": {
            "1": {
                "verse_id": "22714",
                "text": "Woe to the city of blood, full of lies, full of plunder, never without prey."
            },
            "2": {
                "verse_id": "22715",
                "text": "The crack of the whip, the rumble of the wheel, galloping horse and bounding chariot!"
            },
            "3": {
                "verse_id": "22716",
                "text": "Charging horseman, flashing sword, shining spear; heaps of slain, mounds of corpses, dead bodies without end—they stumble over their dead—"
            },
            "4": {
                "verse_id": "22717",
                "text": "because of the many harlotries of the harlot, the seductive mistress of sorcery, who betrays nations by her prostitution and clans by her witchcraft."
            },
            "5": {
                "verse_id": "22718",
                "text": "“Behold, I am against you,” declares the LORD of Hosts. “I will lift your skirts over your face. I will show your nakedness to the nations and your shame to the kingdoms."
            },
            "6": {
                "verse_id": "22719",
                "text": "I will pelt you with filth and treat you with contempt; I will make a spectacle of you."
            },
            "7": {
                "verse_id": "22720",
                "text": "Then all who see you will recoil from you and say, ‘Nineveh is devastated; who will grieve for her?’ Where can I find comforters for you?”"
            },
            "8": {
                "verse_id": "22721",
                "text": "Are you better than Thebes, stationed by the Nile with water around her, whose rampart was the sea, whose wall was the water?"
            },
            "9": {
                "verse_id": "22722",
                "text": "Cush and Egypt were her boundless strength; Put and Libya were her allies."
            },
            "10": {
                "verse_id": "22723",
                "text": "Yet she became an exile; she went into captivity. Her infants were dashed to pieces at the head of every street. They cast lots for her dignitaries, and all her nobles were bound in chains."
            },
            "11": {
                "verse_id": "22724",
                "text": "You too will become drunk; you will go into hiding and seek refuge from the enemy."
            },
            "12": {
                "verse_id": "22725",
                "text": "All your fortresses are fig trees with the first ripe figs; when shaken, they fall into the mouth of the eater!"
            },
            "13": {
                "verse_id": "22726",
                "text": "Look at your troops—they are like your women! The gates of your land are wide open to your enemies; fire consumes their bars."
            },
            "14": {
                "verse_id": "22727",
                "text": "Draw your water for the siege; strengthen your fortresses. Work the clay and tread the mortar; repair the brick kiln!"
            },
            "15": {
                "verse_id": "22728",
                "text": "There the fire will devour you; the sword will cut you down and consume you like a young locust. Make yourself many like the young locust; make yourself many like the swarming locust!"
            },
            "16": {
                "verse_id": "22729",
                "text": "You have multiplied your merchants more than the stars of the sky. The young locust strips the land and flies away."
            },
            "17": {
                "verse_id": "22730",
                "text": "Your guards are like the swarming locust, and your scribes like clouds of locusts that settle on the walls on a cold day. When the sun rises, they fly away, and no one knows where."
            },
            "18": {
                "verse_id": "22731",
                "text": "O king of Assyria, your shepherds slumber; your officers sleep. Your people are scattered on the mountains with no one to gather them."
            },
            "19": {
                "verse_id": "22732",
                "text": "There is no healing for your injury; your wound is severe. All who hear the news of you applaud your downfall, for who has not experienced your constant cruelty?"
            }
        }
    }
}