{
    "book": "1 John",
    "chapters": {
        "1": {
            "1": {
                "verse_id": "30542",
                "text": "That which was from the beginning, which we have heard, which we have seen with our own eyes, which we have gazed upon and touched with our own hands—this is the Word of life."
            },
            "2": {
                "verse_id": "30543",
                "text": "And this is the life that was revealed; we have seen it and testified to it, and we proclaim to you the eternal life that was with the Father and was revealed to us."
            },
            "3": {
                "verse_id": "30544",
                "text": "We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And this fellowship of ours is with the Father and with His Son, Jesus Christ."
            },
            "4": {
                "verse_id": "30545",
                "text": "We write these things so that our joy may be complete."
            },
            "5": {
                "verse_id": "30546",
                "text": "And this is the message we have heard from Him and announce to you: God is light, and in Him there is no darkness at all."
            },
            "6": {
                "verse_id": "30547",
                "text": "If we say we have fellowship with Him yet walk in the darkness, we lie and do not practice the truth."
            },
            "7": {
                "verse_id": "30548",
                "text": "But if we walk in the light as He is in the light, we have fellowship with one another, and the blood of Jesus His Son cleanses us from all sin."
            },
            "8": {
                "verse_id": "30549",
                "text": "If we say we have no sin, we deceive ourselves, and the truth is not in us."
            },
            "9": {
                "verse_id": "30550",
                "text": "If we confess our sins, He is faithful and just to forgive us our sins and to cleanse us from all unrighteousness."
            },
            "10": {
                "verse_id": "30551",
                "text": "If we say we have not sinned, we make Him out to be a liar, and His word is not in us."
            }
        },
        "2": {
            "1": {
                "verse_id": "30552",
                "text": "My little children, I am writing these things to you so that you will not sin. But if anyone does sin, we have an advocate before the Father—Jesus Christ, the Righteous One."
            },
            "2": {
                "verse_id": "30553",
                "text": "He Himself is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world."
            },
            "3": {
                "verse_id": "30554",
                "text": "By this we can be sure that we have come to know Him: if we keep His commandments."
            },
            "4": {
                "verse_id": "30555",
                "text": "If anyone says, “I know Him,” but does not keep His commandments, he is a liar, and the truth is not in him."
            },
            "5": {
                "verse_id": "30556",
                "text": "But if anyone keeps His word, the love of God has been truly perfected in him. By this we know that we are in Him:"
            },
            "6": {
                "verse_id": "30557",
                "text": "Whoever claims to abide in Him must walk as Jesus walked."
            },
            "7": {
                "verse_id": "30558",
                "text": "Beloved, I am not writing to you a new commandment, but an old one, which you have had from the beginning. This commandment is the message you have heard."
            },
            "8": {
                "verse_id": "30559",
                "text": "Then again, I am also writing to you a new commandment, which is true in Him and also in you. For the darkness is fading and the true light is already shining."
            },
            "9": {
                "verse_id": "30560",
                "text": "If anyone claims to be in the light but hates his brother, he is still in the darkness."
            },
            "10": {
                "verse_id": "30561",
                "text": "Whoever loves his brother remains in the light, and there is no cause of stumbling in him."
            },
            "11": {
                "verse_id": "30562",
                "text": "But whoever hates his brother is in the darkness and walks in the darkness. He does not know where he is going, because the darkness has blinded his eyes."
            },
            "12": {
                "verse_id": "30563",
                "text": "I am writing to you, little children, because your sins have been forgiven through His name."
            },
            "13": {
                "verse_id": "30564",
                "text": "I am writing to you, fathers, because you know Him who is from the beginning. I am writing to you, young men, because you have overcome the evil one. I have written to you, children, because you know the Father."
            },
            "14": {
                "verse_id": "30565",
                "text": "I have written to you, fathers, because you know Him who is from the beginning. I have written to you, young men, because you are strong, and the word of God abides in you, and you have overcome the evil one."
            },
            "15": {
                "verse_id": "30566",
                "text": "Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him."
            },
            "16": {
                "verse_id": "30567",
                "text": "For all that is in the world—the desires of the flesh, the desires of the eyes, and the pride of life—is not from the Father but from the world."
            },
            "17": {
                "verse_id": "30568",
                "text": "The world is passing away, along with its desires; but whoever does the will of God remains forever."
            },
            "18": {
                "verse_id": "30569",
                "text": "Children, it is the last hour; and just as you have heard that the antichrist is coming, so now many antichrists have appeared. This is how we know it is the last hour."
            },
            "19": {
                "verse_id": "30570",
                "text": "They went out from us, but they did not belong to us. For if they had belonged to us, they would have remained with us. But their departure made it clear that none of them belonged to us."
            },
            "20": {
                "verse_id": "30571",
                "text": "You, however, have an anointing from the Holy One, and all of you know the truth."
            },
            "21": {
                "verse_id": "30572",
                "text": "I have not written to you because you lack knowledge of the truth, but because you have it, and because no lie comes from the truth."
            },
            "22": {
                "verse_id": "30573",
                "text": "Who is the liar, if it is not the one who denies that Jesus is the Christ? This is the antichrist, who denies the Father and the Son."
            },
            "23": {
                "verse_id": "30574",
                "text": "Whoever denies the Son does not have the Father, but whoever confesses the Son has the Father as well."
            },
            "24": {
                "verse_id": "30575",
                "text": "As for you, let what you have heard from the beginning remain in you. If it does, you will also remain in the Son and in the Father."
            },
            "25": {
                "verse_id": "30576",
                "text": "And this is the promise that He Himself made to us: eternal life."
            },
            "26": {
                "verse_id": "30577",
                "text": "I have written these things to you about those who are trying to deceive you."
            },
            "27": {
                "verse_id": "30578",
                "text": "And as for you, the anointing you received from Him remains in you, and you do not need anyone to teach you. But just as His true and genuine anointing teaches you about all things, so remain in Him as you have been taught."
            },
            "28": {
                "verse_id": "30579",
                "text": "And now, little children, remain in Christ, so that when He appears, we may be confident and unashamed before Him at His coming."
            },
            "29": {
                "verse_id": "30580",
                "text": "If you know that He is righteous, you also know that everyone who practices righteousness has been born of Him."
            }
        },
        "3": {
            "1": {
                "verse_id": "30581",
                "text": "Behold what manner of love the Father has given to us, that we should be called children of God. And that is what we are! The reason the world does not know us is that it did not know Him."
            },
            "2": {
                "verse_id": "30582",
                "text": "Beloved, we are now children of God, and what we will be has not yet been revealed. We know that when Christ appears, we will be like Him, for we will see Him as He is."
            },
            "3": {
                "verse_id": "30583",
                "text": "And everyone who has this hope in Him purifies himself, just as Christ is pure."
            },
            "4": {
                "verse_id": "30584",
                "text": "Everyone who practices sin practices lawlessness as well. Indeed, sin is lawlessness."
            },
            "5": {
                "verse_id": "30585",
                "text": "But you know that Christ appeared to take away sins, and in Him there is no sin."
            },
            "6": {
                "verse_id": "30586",
                "text": "No one who remains in Him keeps on sinning. No one who continues to sin has seen Him or known Him."
            },
            "7": {
                "verse_id": "30587",
                "text": "Little children, let no one deceive you: The one who practices righteousness is righteous, just as Christ is righteous."
            },
            "8": {
                "verse_id": "30588",
                "text": "The one who practices sin is of the devil, because the devil has been sinning from the very start. This is why the Son of God was revealed, to destroy the works of the devil."
            },
            "9": {
                "verse_id": "30589",
                "text": "Anyone born of God refuses to practice sin, because God’s seed abides in him; he cannot go on sinning, because he has been born of God."
            },
            "10": {
                "verse_id": "30590",
                "text": "By this the children of God are distinguished from the children of the devil: Anyone who does not practice righteousness is not of God, nor is anyone who does not love his brother."
            },
            "11": {
                "verse_id": "30591",
                "text": "This is the message you have heard from the beginning: We should love one another."
            },
            "12": {
                "verse_id": "30592",
                "text": "Do not be like Cain, who belonged to the evil one and murdered his brother. And why did Cain slay him? Because his own deeds were evil, while those of his brother were righteous."
            },
            "13": {
                "verse_id": "30593",
                "text": "So do not be surprised, brothers, if the world hates you."
            },
            "14": {
                "verse_id": "30594",
                "text": "We know that we have passed from death to life, because we love our brothers. The one who does not love remains in death."
            },
            "15": {
                "verse_id": "30595",
                "text": "Everyone who hates his brother is a murderer, and you know that eternal life does not reside in a murderer."
            },
            "16": {
                "verse_id": "30596",
                "text": "By this we know what love is: Jesus laid down His life for us, and we ought to lay down our lives for our brothers."
            },
            "17": {
                "verse_id": "30597",
                "text": "If anyone with earthly possessions sees his brother in need, but withholds his compassion from him, how can the love of God abide in him?"
            },
            "18": {
                "verse_id": "30598",
                "text": "Little children, let us love not in word and speech, but in action and truth."
            },
            "19": {
                "verse_id": "30599",
                "text": "And by this we will know that we belong to the truth, and will assure our hearts in His presence:"
            },
            "20": {
                "verse_id": "30600",
                "text": "Even if our hearts condemn us, God is greater than our hearts, and He knows all things."
            },
            "21": {
                "verse_id": "30601",
                "text": "Beloved, if our hearts do not condemn us, we have confidence before God,"
            },
            "22": {
                "verse_id": "30602",
                "text": "and we will receive from Him whatever we ask, because we keep His commandments and do what is pleasing in His sight."
            },
            "23": {
                "verse_id": "30603",
                "text": "And this is His commandment: that we should believe in the name of His Son, Jesus Christ, and we should love one another just as He commanded us."
            },
            "24": {
                "verse_id": "30604",
                "text": "Whoever keeps His commandments remains in God, and God in him. And by this we know that He remains in us: by the Spirit He has given us."
            }
        },
        "4": {
            "1": {
                "verse_id": "30605",
                "text": "Beloved, do not believe every spirit, but test the spirits to see whether they are from God. For many false prophets have gone out into the world."
            },
            "2": {
                "verse_id": "30606",
                "text": "By this you will know the Spirit of God: Every spirit that confesses that Jesus Christ has come in the flesh is from God,"
            },
            "3": {
                "verse_id": "30607",
                "text": "and every spirit that does not confess Jesus is not from God. This is the spirit of the antichrist, which you have heard is coming and which is already in the world at this time."
            },
            "4": {
                "verse_id": "30608",
                "text": "You, little children, are from God and have overcome them, because greater is He who is in you than he who is in the world."
            },
            "5": {
                "verse_id": "30609",
                "text": "They are of the world. That is why they speak from the world’s perspective, and the world listens to them."
            },
            "6": {
                "verse_id": "30610",
                "text": "We are from God. Whoever knows God listens to us; whoever is not from God does not listen to us. That is how we know the Spirit of truth and the spirit of deception."
            },
            "7": {
                "verse_id": "30611",
                "text": "Beloved, let us love one another, because love comes from God. Everyone who loves has been born of God and knows God."
            },
            "8": {
                "verse_id": "30612",
                "text": "Whoever does not love does not know God, because God is love."
            },
            "9": {
                "verse_id": "30613",
                "text": "This is how God’s love was revealed among us: God sent His one and only Son into the world, so that we might live through Him."
            },
            "10": {
                "verse_id": "30614",
                "text": "And love consists in this: not that we loved God, but that He loved us and sent His Son as the atoning sacrifice for our sins."
            },
            "11": {
                "verse_id": "30615",
                "text": "Beloved, if God so loved us, we also ought to love one another."
            },
            "12": {
                "verse_id": "30616",
                "text": "No one has ever seen God; but if we love one another, God remains in us, and His love is perfected in us."
            },
            "13": {
                "verse_id": "30617",
                "text": "By this we know that we remain in Him, and He in us: He has given us of His Spirit."
            },
            "14": {
                "verse_id": "30618",
                "text": "And we have seen and testify that the Father has sent His Son to be the Savior of the world."
            },
            "15": {
                "verse_id": "30619",
                "text": "If anyone confesses that Jesus is the Son of God, God abides in him, and he in God."
            },
            "16": {
                "verse_id": "30620",
                "text": "And we have come to know and believe the love that God has for us. God is love; whoever abides in love abides in God, and God in him."
            },
            "17": {
                "verse_id": "30621",
                "text": "In this way, love has been perfected among us, so that we may have confidence on the day of judgment; for in this world we are just like Him."
            },
            "18": {
                "verse_id": "30622",
                "text": "There is no fear in love, but perfect love drives out fear, because fear involves punishment. The one who fears has not been perfected in love."
            },
            "19": {
                "verse_id": "30623",
                "text": "We love because He first loved us."
            },
            "20": {
                "verse_id": "30624",
                "text": "If anyone says, “I love God,” but hates his brother, he is a liar. For anyone who does not love his brother, whom he has seen, cannot love God, whom he has not seen."
            },
            "21": {
                "verse_id": "30625",
                "text": "And we have this commandment from Him: Whoever loves God must love his brother as well."
            }
        },
        "5": {
            "1": {
                "verse_id": "30626",
                "text": "Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the Father also loves those born of Him."
            },
            "2": {
                "verse_id": "30627",
                "text": "By this we know that we love the children of God: when we love God and keep His commandments."
            },
            "3": {
                "verse_id": "30628",
                "text": "For this is the love of God, that we keep His commandments. And His commandments are not burdensome,"
            },
            "4": {
                "verse_id": "30629",
                "text": "because everyone born of God overcomes the world. And this is the victory that has overcome the world: our faith."
            },
            "5": {
                "verse_id": "30630",
                "text": "Who then overcomes the world? Only he who believes that Jesus is the Son of God."
            },
            "6": {
                "verse_id": "30631",
                "text": "This is the One who came by water and blood, Jesus Christ—not by water alone, but by water and blood. And it is the Spirit who testifies to this, because the Spirit is the truth."
            },
            "7": {
                "verse_id": "30632",
                "text": "For there are three that testify:"
            },
            "8": {
                "verse_id": "30633",
                "text": "the Spirit, the water, and the blood—and these three are in agreement."
            },
            "9": {
                "verse_id": "30634",
                "text": "Even if we accept human testimony, the testimony of God is greater. For this is the testimony that God has given about His Son."
            },
            "10": {
                "verse_id": "30635",
                "text": "Whoever believes in the Son of God has this testimony within him; whoever does not believe God has made Him out to be a liar, because he has not believed in the testimony that God has given about His Son."
            },
            "11": {
                "verse_id": "30636",
                "text": "And this is that testimony: God has given us eternal life, and this life is in His Son."
            },
            "12": {
                "verse_id": "30637",
                "text": "Whoever has the Son has life; whoever does not have the Son of God does not have life."
            },
            "13": {
                "verse_id": "30638",
                "text": "I have written these things to you who believe in the name of the Son of God, so that you may know that you have eternal life."
            },
            "14": {
                "verse_id": "30639",
                "text": "And this is the confidence that we have before Him: If we ask anything according to His will, He hears us."
            },
            "15": {
                "verse_id": "30640",
                "text": "And if we know that He hears us in whatever we ask, we know that we already possess what we have asked of Him."
            },
            "16": {
                "verse_id": "30641",
                "text": "If anyone sees his brother committing a sin not leading to death, he should ask God, who will give life to those who commit this kind of sin. There is a sin that leads to death; I am not saying he should ask regarding that sin."
            },
            "17": {
                "verse_id": "30642",
                "text": "All unrighteousness is sin, yet there is sin that does not lead to death."
            },
            "18": {
                "verse_id": "30643",
                "text": "We know that anyone born of God does not keep on sinning; the One who was born of God protects him, and the evil one cannot touch him."
            },
            "19": {
                "verse_id": "30644",
                "text": "We know that we are of God, and that the whole world is under the power of the evil one."
            },
            "20": {
                "verse_id": "30645",
                "text": "And we know that the Son of God has come and has given us understanding, so that we may know Him who is true; and we are in Him who is true—in His Son Jesus Christ. He is the true God and eternal life."
            },
            "21": {
                "verse_id": "30646",
                "text": "Little children, keep yourselves from idols."
            }
        }
    }
}